#+title: Day4

** Run
#+begin_src bash :results output :exports both
./pi_parallel.out
#+end_src

#+RESULTS:
: Value of pi is = 3.1415926535799135
: Execution time is = 0.652751 seconds

